[
  {
    "id": "environment",
    "helpText": "<h3>Code:WWW</h3> <h3>Definition:</h3>Classification of spatial units, with similar biophysical characteristics, that are located on or near the Earth’s surface and that contain the “ecological end-products (EEPs)”. They spatially divide the Earth into qualitative non-overlapping areas with similar biophysical characteristics that, when taken together, can completely cover the surface of the Earth. The environment is where the EEP is located when it is used, enjoyed, or appreciated.  Note, an \"environment class\" is not synonymous with an \"ecosystem.\"<p><h3>Context:</h3>This NESCS Plus classification component addresses the question of <strong>where</strong> EEPS are located when they are used, enjoyed, or appreciated. <h3>Example:</h3>In its most rolled up form, the Earth can be separated into two mutually exclusive environment classes corresponding to terrestrial and aquatic areas."
  },
  {
    "id": "ecological",
    "helpText": "<h3>Code:X</h3> <h3>Definition:</h3>Classification of the biophysical components of nature that are either directly used by humans to produce goods and services or directly enjoyed or used to yield human well-being.  They can also be described as final ecosystem goods (FEGs).  Components of any EEP can have a positive or negative impact on people.  <h3>Context:</h3>This NESCS Plus classification component addresses the question about <strong> what </strong> in nature is directly used or appreciated by humans. All flows of final ecosystems services originate from an EEP. One might use biophysical metrics or indicators to quantify an EEP.<h3>Example:</h3>Different types of flora and fauna, such as maple trees and chinook salmon, are examples of EEPs that are directly used and apprecieated by individuals."
  },
  {
    "id": "directUse",
    "helpText": "<h3>Code:YYYY</h3> <h3>Definition:</h3>Classification of the different ways in which “ecological end-products (EEPs)” are directly used or appreciated by humans. Direct uses may be either extractive or in-situ. Note that direct users may derive well-being from actually using end-products as well as from non-use (i.e., direct users such as households may appreciate end-products even if they do not see or use them).  <h3>Context:</h3>This NESCS Plus classification component addresses the question about <strong>how</strong> EEPs are used or appreicated.<h3>Example:</h3>Direct uses include extraction of natural resources for transformation into economic products, or non-extractive use associated with outdoor recreation."
  },
  {
    "id": "directUser",
    "helpText": "<h3>Code:ZZZZ</h3><h3>Definition:</h3>Classification of the separate economic sectors though which people directly use or appreciate ecological end-products. <h3>Context:</h3>This NESCS Plus classification component addresses the question about <strong>who</strong> uses, enjoys, or appreciates the EEPs. Following established classification structures adopted by the U.S. Census Bureau and United Nations, the first level includes broad sectors of the economy—Industry, Households, and Government. To further subdivide the industry class, we adopt the existing North American Industrial Classification System (NAICS) and coding system, which is the standard used by U.S. federal statistical agencies in classifying business establishments. <a href=\"https://www.census.gov/eos/www/naics/ \">https://www.census.gov/eos/www/naics/<a><h3>Example:</h3>An example is the Manufacturing Industry sector which would have a 3-digit code, one for industry and 2 for the sector.  Unlike commercial establishments, which tend to specialize in certain productive activities and can therefore be assigned to individual NAICS categories, households and governments do not specialize in the same way as industries and are therefore not divided into sub-classes by NAICS categories. They currently are presented as 1st-level hierarchical classes with further designation to subclasses remaining open to be filled out.  One way to differentiate the many ways households and governments interact with nature is through the combination of the household or government user class with different uses."
  },
  {
    "id": "beneficiary",
    "helpText": "<h3>Code:BBB</h3><h3>Definition:</h3>Classification of the different types of interests of an individual or organization (i.e., person, group, and/or firm) that drive direct use and/or appreciation of one or more ecological end-products, resulting in an impact (positive or negative) on their welfare.<h3>Context:</h3>This NESCS Plus classification component addresses jointly addresses the questions about <strong>how</strong> EEPS are used, enyoyed or appreciated and <strong>who</strong> uses, enjoys, or appreciates them. <h3>Example:</h3>Agricultural, recreational, subsistence, and non-use beneficiaries are all examples of Beneficiary classes."
  }
]
